"Job Log" = "蓄積/履歴";
"Job Log2" = "蓄積/履歴";

"User ID" = "ユーザーID";
"User ID:" = "ユーザーID:";

"Job Type" = "印刷方法";
"Job Type:" = "印刷方法:";

"File Name" = "文書名";
"File Name:" = "文書名:";

"Password" = "パスワード";
"Password:" = "パスワード:";

"User Code" = "ユーザーコード";
"User Code:" = "ユーザーコード:";

"Time" = "時刻";
"Time:" = "時刻:";

"Enable User Code" = "ユーザーコードを有効にする";
"Pop up Every Time" = "毎回表示";
"User Code Always Blank" = "ユーザーコード常に空欄";
"OK" = "OK";
"Cancel" = "キャンセル";
"Enable Specify Time" = "印刷時刻を指定する";

"Folder Number" = "フォルダー番号";
"Folder Number:" = "フォルダー番号:";

"Folder Password" = "フォルダーパスワード";
"Folder Password:" = "フォルダーパスワード:";

"Normal Print" = "通常印刷";
"Sample Print" = "試し印刷";
"Locked Print" = "機密印刷";
"Hold Print" = "保留印刷";
"Stored Print" = "プリンターに保存";
"Store and Print" = "保存して印刷";
"Document Server" = "ドキュメントボックス";

"(4-8 digits)" = "(半角数字4文字以上8文字以内。)";

"Enter a valid File Name" = "文書名を正しく入力してください。";
"Enter a valid Password" = "パスワードを正しく入力してください。";
"Enter a valid User Code" = "ユーザーコードを正しく入力してください。";
"Enter a valid User ID" = "ユーザーIDを正しく入力してください。";
"Enter a valid Folder Password" = "フォルダーパスワードを正しく入力してください。";

"(Up to 8 alphanumeric characters)" = "(半角英数字8文字以内。)";
"(Up to 16 alphanumeric characters)" = "(半角英数字16文字以内。)";
"(4 digits)" = "(半角数字4文字以上8文字以内。)";
"(Up to 8 digits)" = "(半角数字4文字以上8文字以内。)";